Repository: dtovar8a/Integrations
Catalog: Translations/Integration.g._*.xlf
Languages: es_es

# Table 3408449539 - Property 2879900210
source: Custom Web Services
es_es: Servicios Web personalizados

# Table 3408449539 - Field 3004954119 - Property 2879900210
source: Code
es_es: Código

# Table 3408449539 - Field 2081653085 - Property 2879900210
source: Connection Code
es_es: Cód. conexión

# Table 3408449539 - Field 3461834954 - Property 2879900210
source: Description
es_es: Descripción

# Table 3408449539 - Field 2891538263 - Property 2879900210
source: Enabled
es_es: Habilitado

# Table 3408449539 - Field 3788920014 - Property 2879900210
source: Request URL
es_es: URL de solicitud

# Table 3785605378 - Property 2879900210
source: Item Proxy
es_es: Integración Producto

# Table 3785605378 - Field 2838451934 - Property 2879900210
source: Created by User
es_es: Creado por

# Table 3785605378 - Field 3461834954 - Property 2879900210
source: Description
es_es: Descripción

# Table 3785605378 - Field 883711285 - Property 2879900210
source: Entry No.
es_es: No. movimiento

# Table 3785605378 - Field 1805468730 - Property 2879900210
source: Error Description
es_es: Descripción error

# Table 3785605378 - Field 2938108582 - Property 2879900210
source: Has error
es_es: Error

# Table 3785605378 - Field 568743302 - Property 2879900210
source: Item No.
es_es: No. producto

# Table 3785605378 - Field 1318813773 - Property 2879900210
source: Modified by User
es_es: Modificado por

# Table 3785605378 - Field 3147824652 - Property 2879900210
source: Next Counting Start Date
es_es: Fecha de inicio de conteo siguiente

# Table 3785605378 - Field 1737219358 - Property 2879900210
source: Transfered
es_es: Traspasado

# Table 3860450984 - Property 2879900210
source: Service Web Setup
es_es: Configuración Servicios Web

# Table 3860450984 - Field 2722158932 - Property 2879900210
source: Auth Type
es_es: Tipo autenticación

# Table 3860450984 - Field 1846567327 - Property 2879900210
source: Certificate
es_es: Certificado

# Table 3860450984 - Field 2148495897 - Property 2879900210
source: Certificated Load
es_es: Certificado cargado

# Table 3860450984 - Field 1448911874 - Property 2879900210
source: Certificated Password
es_es: Contraseña

# Table 3860450984 - Field 3004954119 - Property 2879900210
source: Code
es_es: Código

# Table 3860450984 - Field 3461834954 - Property 2879900210
source: Description
es_es: Descripción

# Table 3860450984 - Field 2891538263 - Property 2879900210
source: Enabled
es_es: Habilitado

# Table 3860450984 - Field 2575460289 - Property 2879900210
source: Password
es_es: Contraseña

# Table 3860450984 - Field 1814464443 - Property 2879900210
source: User
es_es: Usuario

# Codeunit 1059541689 - Method 1665861916 - NamedType 2045622316
source: Error using Send method (Error code: %1, Description: %2
es_es: Error al utilizar el método Send (Código de error: %1, Descripción : %2

# Codeunit 1059541689 - Method 1665861916 - NamedType 3945216784
source: Unexpected format for response (Response: %1)
es_es: Formato inesperado para la respuesta (Resuesta: %1)

# Codeunit 1486131970 - NamedType 1524254225
source: There is no certificate file loaded
es_es: No existe fichero de certificado cargado

# Page 3037901715 - Property 2879900210
source: Custom Web Services
es_es: Servicio Web personalizados

# Page 3785605378 - Property 2879900210
source: Item Proxy
es_es: Integración Productos

# Page 3785605378 - Method 3963492126 - NamedType 2750169066
source: Run Time: %1
es_es: Segundos ejecución: %1

# Page 3785605378 - Control 3461834954 - Property 1295455071
source: 100 Alphanumeric chars
es_es: 100 carácteres alfanuméricos

# Page 3785605378 - Control 568743302 - Property 1295455071
source: 20 Alphanumeric chars
es_es: 20 carácteres alfanuméricos

# Page 3785605378 - Control 3147824652 - Property 1295455071
source: 10 Alphanumeric chars (dd/mm/yyyy)
es_es: 10 carácteres alfanuméricos (dd/mm/aaaa)

# Page 3785605378 - Action 3660625905 - Property 2879900210
source: Create Product
es_es: Crear Producto

# Page 3785605378 - Action 4218194158 - Property 2879900210
source: Create Only Selected Product
es_es: Crear sólo producto seleccionado

# Page 3785605378 - Action 3941385071 - Property 1295455071
source: If any error occurs in a record, all the created products are reversed
es_es: Si se produce algún error en algún registro, se revierten todos los productos creados

# Page 3785605378 - Action 3941385071 - Property 2879900210
source: Create Selected Products
es_es: Crear productos seleccionados

# Page 3785605378 - Action 3769928317 - Property 1295455071
source: If error occurs in a record, it is marked as "error" and continuous with the process.
es_es: Si se produce error en algún registro, se marca como "Error" y continua con el proceso.

# Page 3785605378 - Action 3769928317 - Property 2879900210
source: Create selected products with error management
es_es: Crear productos seleccionados con gestión de errores

# Page 3785605378 - Action 36190024 - Property 2879900210
source: Export
es_es: Exportaciones

# Page 3785605378 - Action 3893308380 - Property 2879900210
source: Export with CSV Buffer
es_es: Exportar con CSV Buffer

# Page 3785605378 - Action 2907538851 - Property 2879900210
source: Export with Excel Buffer
es_es: Exportar con Excel Buffer

# Page 3785605378 - Action 621874093 - Property 2879900210
source: Export with JSONObject (JSON Format)
es_es: Exportar con JSONObject (Formato JSON)

# Page 3785605378 - Action 3717759172 - Property 2879900210
source: Export with XMLDocument (XML Format)
es_es: Exportar con XMLDocument (Formato XML)

# Page 3785605378 - Action 2589146615 - Property 2879900210
source: Export with XMLPort (Text Fixed)
es_es: Exportar con XMLPort (Texto Fijo)

# Page 3785605378 - Action 4140850138 - Property 2879900210
source: Export with XMLPort (Variable Text)
es_es: Exportar con XMLPort (Texto Variable)

# Page 3785605378 - Action 3130556208 - Property 2879900210
source: Export with XMLPort (XML format)
es_es: Exportar con XMLPort (Formato XML)

# Page 3785605378 - Action 3218644386 - Property 2879900210
source: Manual Export
es_es: Exportación manual

# Page 3785605378 - Action 3201496503 - Property 2879900210
source: Import
es_es: Importaciones

# Page 3785605378 - Action 3891992739 - Property 2879900210
source: Import with XMLPort (XML format)
es_es: Importar con XMLPort (Formato XML)

# Page 3785605378 - Action 647590132 - Property 2879900210
source: Import with XMLPort (Fixed Text)
es_es: Importar con XMLPort (Texto Fijo)

# Page 3785605378 - Action 2328826325 - Property 2879900210
source: Import with XMLPort (Variable Text)
es_es: Importar con XMLPort (Texto variable)

# Page 3785605378 - Action 2583219731 - Property 2879900210
source: Import with CSV Buffer
es_es: Importar con CSV Buffer

# Page 3785605378 - Action 228589420 - Property 2879900210
source: Import with Excel Buffer
es_es: Importar con Excel Buffer

# Page 3785605378 - Action 3695695374 - Property 2879900210
source: Import with JSONObject (JSON Format)
es_es: Importar con JSONObject (Formato JSON)

# Page 3785605378 - Action 3469259915 - Property 2879900210
source: Import with XMLDocument (XML Format)
es_es: Importar con XMLDocument (Formato XML)

# Page 3785605378 - Action 2884316743 - Property 2879900210
source: Web Service
es_es: Servicio web

# Page 3785605378 - Action 2451213570 - Property 2879900210
source: Import from Web Service
es_es: Importar desde Servicio Web

# Page 1780591945 - Property 2879900210
source: Item Proxy Transferd
es_es: Integración Productos - Transferidos

# Page 3310212155 - Property 2879900210
source: Web Service Connections
es_es: Conexiones Servicios Web

# Page 1192579188 - Property 2879900210
source: Web Service Connection
es_es: Conexión Servicio Web

# Page 1192579188 - Control 2526754031 - Property 2879900210
source: Basic Auth
es_es: Autenticación "Basic"

# Page 1192579188 - Control 361879936 - Property 2879900210
source: Bearer Auth
es_es: Autenticación "Bearer"

# Page 1192579188 - Control 3423444602 - Property 2879900210
source: Certificated Auth
es_es: Autenticación certificada

# Page 1192579188 - Control 1268173702 - Property 2879900210
source: OAuth2 Auth
es_es: Autenticación "OAuth2"

# Report 773242207 - Property 2879900210
source: Create Items
es_es: Crear productos

# Report 2972366050 - Property 2879900210
source: Import Items from Service Web
es_es: Importar productos desde Servicio web

# XmlPort 966510887 - Property 2879900210
source: XMLPort Item Proxy
es_es: XMPPort Integración productos

# XmlPort 3256512618 - Property 2879900210
source: Item Proxy - Variable Text
es_es: Integración productos - Texto variable

# XmlPort 1562867921 - Property 2879900210
source: Integration Products - XML
es_es: Integración productos - XML

# PageExtension 4291203686 - Control 2782249122 - Property 2879900210
source: Integration
es_es: Integración

# TableExtension 4291203686 - Field 296583753 - Property 2879900210
source: Item Service Web
es_es: Servicio web Productos

# Enum 678321121 - EnumValue 3470229859 - Property 2879900210
source: Certificated
es_es: Certificado
